Revit 2027 API
ParameterTypeId.RbsVelocityPressure Property
 "Velocity Pressure"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsVelocityPressure { get; }
Public Shared ReadOnly Property RbsVelocityPressure As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsVelocityPressure {
	ForgeTypeId^ get ();
}
static member RbsVelocityPressure : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace